Repository: wxy/ai-pulse-macos
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant_hk, zh_hant_tw

source: (previous plan)
de: (vorheriger Tarif)
es: (plan anterior)
fr: (forfait précédent)
ja: （以前のプラン）
ko: (이전 요금제)
pt_br: (plano anterior)
zh_hans: （原套餐）
zh_hant_hk: （原計劃）
zh_hant_tw: （原方案）

source: / mo
de: / Monat
es: / mes
fr: / mois
ja: / 月
ko: / 월
pt_br: / mês
zh_hans: / 月
zh_hant_hk: / 月
zh_hant_tw: / 月

source: %lld repositories
de: %lld Repositorys
es: %lld repositorios
fr: %lld dépôts
ja: %lld件のリポジトリ
ko: 저장소 %lld개
pt_br: %lld repositórios
zh_hans: %lld 个仓库
zh_hant_hk: %lld 個儲存庫
zh_hant_tw: %lld 個儲存庫

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
ja: 30日間
ko: 30일
pt_br: 30 dias
zh_hans: 30 天
zh_hant_hk: 30 日
zh_hant_tw: 30 天

source: A provider quota is under pressure
de: Ein Anbieterkontingent wird knapp
es: La cuota de un proveedor está bajo presión
fr: Un quota de fournisseur est sous tension
ja: プロバイダーのクォータに余裕がありません
ko: 제공업체 할당량이 부족해지고 있습니다
pt_br: A cota de um provedor está sob pressão
zh_hans: 服务商额度正在承受压力
zh_hant_hk: 服務供應商額度正在承受壓力
zh_hant_tw: 服務供應商額度正在承受壓力

source: AI Pulse activity
de: AI Pulse-Aktivität
es: Actividad de AI Pulse
fr: Activité AI Pulse
ja: AI Pulseアクティビティ
ko: AI Pulse 활동
pt_br: Atividade do AI Pulse
zh_hans: AI Pulse 活动强度
zh_hant_hk: AI Pulse 活動強度
zh_hant_tw: AI Pulse 活動強度

source: AI Pulse · Activity
de: AI Pulse · Aktivität
es: AI Pulse · Actividad
fr: AI Pulse · Activité
ja: AI Pulse · アクティビティ
ko: AI Pulse · 활동
pt_br: AI Pulse · Atividade
zh_hans: AI Pulse · 活动强度
zh_hant_hk: AI Pulse · 活動強度
zh_hant_tw: AI Pulse · 活動強度

source: AI Pulse · Three Rings
de: AI Pulse · Drei Ringe
es: AI Pulse · Tres anillos
fr: AI Pulse · Trois anneaux
ja: AI Pulse · 3つのリング
ko: AI Pulse · 3중 링
pt_br: AI Pulse · Três anéis
zh_hans: AI Pulse · 三环总览
zh_hant_hk: AI Pulse · 三環總覽
zh_hant_tw: AI Pulse · 三環總覽

source: AI Pulse · Today's Lines
de: AI Pulse · Heutige Lines
es: AI Pulse · Lines de hoy
fr: AI Pulse · Lines aujourd’hui
ja: AI Pulse · 今日の行数
ko: AI Pulse · 오늘의 줄 수
pt_br: AI Pulse · Lines de hoje
zh_hans: AI Pulse · 今日行数
zh_hant_hk: AI Pulse · 今日行數
zh_hant_tw: AI Pulse · 今日行數

source: AI Pulse · Today's Tokens
de: AI Pulse · Heutige Tokens
es: AI Pulse · Tokens de hoy
fr: AI Pulse · Tokens aujourd’hui
ja: AI Pulse · 今日のトークン
ko: AI Pulse · 오늘의 토큰
pt_br: AI Pulse · Tokens de hoje
zh_hans: AI Pulse · 今日词元
zh_hant_hk: AI Pulse · 今日詞元
zh_hant_tw: AI Pulse · 今日詞元

source: AI activity is above your usual pace
de: AI-Aktivität liegt über dem üblichen Tempo
es: La actividad de IA supera tu ritmo habitual
fr: L’activité AI dépasse votre rythme habituel
ja: AIアクティビティが通常のペースを上回っています
ko: AI 활동이 평소 속도보다 높습니다
pt_br: A atividade de IA está acima do seu ritmo habitual
zh_hans: AI 活动高于平时节奏
zh_hant_hk: AI 活動高於平時節奏
zh_hant_tw: AI 活動高於平時節奏

source: Access to this folder allows detection and reading of the local logs below.
de: Der Zugriff auf diesen Ordner ermöglicht das Erkennen und Lesen der folgenden lokalen Protokolle.
es: El acceso a esta carpeta permite detectar y leer los registros locales indicados a continuación.
fr: L’accès à ce dossier permet de détecter et de lire les journaux locaux ci-dessous.
ja: このフォルダへのアクセスを許可すると、以下のツールが保存したローカルログを検出して読み取れます。
ko: 이 폴더에 대한 접근을 허용하면 아래 로컬 로그를 감지하고 읽을 수 있습니다.
pt_br: O acesso a esta pasta permite detectar e ler os registros locais abaixo.
zh_hans: 授权此目录后，可检测并读取下面这些工具保存的本地日志。
zh_hant_hk: 授權此資料夾後，可偵測並讀取下面這些工具儲存的本地記錄。
zh_hant_tw: 授權此資料夾後，可偵測並讀取下面這些工具儲存的本地記錄。

source: Account observations
de: Kontobeobachtungen
es: Observaciones de cuenta
fr: Observations du compte
ja: アカウント観測
ko: 계정 관측
pt_br: Observações da conta
zh_hans: 账户观测
zh_hant_hk: 帳戶觀測
zh_hant_tw: 帳戶觀測

source: Account observations and fixed costs are optional and can be configured later.
de: Kontobeobachtungen und Fixkosten sind optional und können später konfiguriert werden.
es: Las observaciones de cuenta y los costes fijos son opcionales y se pueden configurar más tarde.
fr: Les observations du compte et les coûts fixes sont facultatifs et peuvent être configurés ultérieurement.
ja: アカウント観測と固定費は任意で、後から設定できます。
ko: 계정 관측과 고정 비용은 선택 사항이며 나중에 구성할 수 있습니다.
pt_br: As observações da conta e os custos fixos são opcionais e podem ser configurados depois.
zh_hans: 账户观测和固定费用都是可选配置，可以以后在设置中添加。
zh_hant_hk: 帳戶觀測和固定費用都是可選設定，可以以後在設定中添加。
zh_hant_tw: 帳戶觀測和固定費用都是可選設定，可以以後在設定中新增。

source: Account observations retain their currency and observation interval; they are not the entire spend for the selected period.
de: Kontobeobachtungen behalten Währung und Beobachtungszeitraum bei; sie sind nicht die gesamten Ausgaben des gewählten Zeitraums.
es: Las observaciones de cuenta conservan su moneda e intervalo de observación; no representan todo el gasto del periodo seleccionado.
fr: Les observations du compte conservent leur devise et leur intervalle ; elles ne représentent pas toutes les dépenses de la période sélectionnée.
ja: アカウント観測は元の通貨と観測期間を保持します。選択期間全体の支出を示すものではありません。
ko: 계정 관측값은 원래 통화와 관측 구간을 유지하며 선택한 기간의 전체 지출을 뜻하지 않습니다.
pt_br: As observações da conta mantêm a moeda e o intervalo de observação; elas não representam todo o gasto do período selecionado.
zh_hans: 账户返回的已观测支出，保留原币种与观测区间，不等同于选定范围的全部消费。
zh_hant_hk: 帳戶返回的已觀測支出，保留原幣種與觀測區間，不等同於選定範圍的全部消費。
zh_hant_tw: 帳戶返回的已觀測支出，保留原幣種與觀測區間，不等同於選定範圍的全部消費。

source: Account status temporarily unavailable
de: Accountstatus vorübergehend nicht verfügbar
es: Estado de la cuenta no disponible temporalmente
fr: État du compte temporairement indisponible
ja: アカウントの状態を一時的に確認できません
ko: 계정 상태를 일시적으로 확인할 수 없습니다
pt_br: Status da conta temporariamente indisponível
zh_hans: 暂时无法检查账户
zh_hant_hk: 暫時無法檢查帳戶
zh_hant_tw: 暫時無法檢查帳戶

source: Accounts & fixed costs
de: Konten & Fixkosten
es: Cuentas y costes fijos
fr: Comptes et coûts fixes
ja: アカウントと固定費
ko: 계정 및 고정 비용
pt_br: Contas e custos fixos
zh_hans: 账户与固定费用
zh_hant_hk: 帳戶與固定費用
zh_hant_tw: 帳戶與固定費用

source: Active
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
ko: 활성
pt_br: Ativo
zh_hans: 活跃
zh_hant_hk: 活躍
zh_hant_tw: 活躍

source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
ko: 활동
pt_br: Atividade
zh_hans: 活动强度
zh_hant_hk: 活動強度
zh_hant_tw: 活動強度

source: Activity rhythm
de: Aktivitätsrhythmus
es: Ritmo de actividad
fr: Rythme d’activité
ja: アクティビティのペース
ko: 활동 리듬
pt_br: Ritmo de atividade
zh_hans: 活动节奏
zh_hant_hk: 活動節奏
zh_hant_tw: 活動節奏

source: Activity rhythm (Tokens | Lines)
de: Aktivitätsrhythmus (Tokens | Lines)
es: Ritmo de actividad (Tokens | Lines)
fr: Rythme d’activité (Tokens | Lines)
ja: アクティビティのペース（Tokens | Lines）
ko: 활동 리듬(Tokens | Lines)
pt_br: Ritmo de atividade (Tokens | Lines)
zh_hans: 活动节奏（词元｜行数）
zh_hant_hk: 活動節奏（詞元｜行數）
zh_hant_tw: 活動節奏（詞元｜行數）

source: Activity trends
de: Aktivitätstrends
es: Tendencias de actividad
fr: Tendances d’activité
ja: アクティビティの推移
ko: 활동 추이
pt_br: Tendências de atividade
zh_hans: 活动趋势
zh_hant_hk: 活動趨勢
zh_hant_tw: 活動趨勢

source: Add folder
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter un dossier
ja: フォルダを追加
ko: 폴더 추가
pt_br: Adicionar pasta
zh_hans: 添加目录
zh_hant_hk: 添加資料夾
zh_hant_tw: 新增資料夾

source: All repositories
de: Alle Repositorys
es: Todos los repositorios
fr: Tous les dépôts
ja: すべてのリポジトリ
ko: 모든 저장소
pt_br: Todos os repositórios
zh_hans: 全部仓库
zh_hant_hk: 全部儲存庫
zh_hant_tw: 全部儲存庫

source: Assigned by the later observation; the baseline may precede the selected period.
de: Wird der späteren Beobachtung zugeordnet; der Basiswert kann vor dem gewählten Zeitraum liegen.
es: Se asigna según la observación posterior; la referencia puede ser anterior al periodo seleccionado.
fr: Attribué selon l’observation ultérieure ; la référence peut précéder la période sélectionnée.
ja: 後の観測時点に割り当てられます。基準サンプルは選択した期間より前の場合があります。
ko: 나중 관측값을 기준으로 배정되며 기준 관측은 선택한 기간보다 앞설 수 있습니다.
pt_br: Atribuído pela observação posterior; a linha de base pode ser anterior ao período selecionado.
zh_hans: 按后一次观察归入所选时段；基准采样可能早于所选时段。
zh_hant_hk: 按後一次觀察歸入所選時段；基準採樣可能早於所選時段。
zh_hant_tw: 按後一次觀察歸入所選時段；基準採樣可能早於所選時段。

source: Attributed output is above your usual pace
de: Zugeordnete Ausgabe liegt über dem üblichen Tempo
es: La producción atribuida supera tu ritmo habitual
fr: La sortie attribuée dépasse votre rythme habituel
ja: 帰属出力が通常のペースを上回っています
ko: 귀속된 결과물이 평소 속도보다 높습니다
pt_br: A produção atribuída está acima do seu ritmo habitual
zh_hans: 归因产出高于平时节奏
zh_hant_hk: 歸因產出高於平時節奏
zh_hant_tw: 歸因產出高於平時節奏

source: Authorize & manage development folders
de: Entwicklungsordner autorisieren & verwalten
es: Autorizar y gestionar carpetas de desarrollo
fr: Autoriser et gérer les dossiers de développement
ja: 開発フォルダの許可と管理
ko: 개발 폴더 승인 및 관리
pt_br: Autorizar e gerenciar pastas de desenvolvimento
zh_hans: 授权与管理开发目录
zh_hant_hk: 授權與管理開發資料夾
zh_hant_tw: 授權與管理開發資料夾

source: Authorize & manage folders
de: Ordner autorisieren & verwalten
es: Autorizar y gestionar carpetas
fr: Autoriser et gérer les dossiers
ja: フォルダの許可と管理
ko: 폴더 접근 허용 및 관리
pt_br: Autorizar e gerenciar pastas
zh_hans: 授权与管理目录
zh_hant_hk: 授權與管理資料夾
zh_hant_tw: 授權與管理資料夾

source: Authorize home
de: Home-Ordner autorisieren
es: Autorizar carpeta de inicio
fr: Autoriser le dossier de départ
ja: ホームフォルダを許可
ko: 홈 폴더 접근 허용
pt_br: Autorizar pasta pessoal
zh_hans: 授权主目录
zh_hant_hk: 授權主資料夾
zh_hant_tw: 授權主資料夾

source: Authorize home folder
de: Home-Ordner autorisieren
es: Autorizar carpeta de inicio
fr: Autoriser le dossier de départ
ja: ホームフォルダを許可
ko: 홈 폴더 접근 허용
pt_br: Autorizar pasta pessoal
zh_hans: 授权主目录
zh_hant_hk: 授權主資料夾
zh_hant_tw: 授權主資料夾

source: Authorize home to read activity
de: Home-Ordner autorisieren, um Aktivität zu lesen
es: Autoriza la carpeta de inicio para leer la actividad
fr: Autoriser le dossier de départ pour lire l’activité
ja: アクティビティを読み取るためホームフォルダを許可
ko: 활동을 읽도록 홈 폴더 접근 허용
pt_br: Autorizar a pasta pessoal para ler a atividade
zh_hans: 授权主目录以读取活动
zh_hant_hk: 授權主資料夾以讀取活動
zh_hant_tw: 授權主資料夾以讀取活動

source: Authorize log access and enable iCloud sync on Mac 2.0 first. Use the same Apple account on iPhone to view summaries. Configure directories, plans and API keys on your Mac.
de: Autorisiere zuerst den Protokollzugriff und aktiviere die iCloud-Synchronisierung auf Mac 2.0. Verwende auf dem iPhone denselben Apple Account. Ordner, Tarife und API-Schlüssel werden auf dem Mac konfiguriert.
es: Primero autoriza el acceso a los registros y activa la sincronización con iCloud en Mac 2.0. Usa la misma cuenta de Apple en el iPhone para ver los resúmenes. Configura carpetas, planes y claves API en tu Mac.
fr: Autorisez d’abord l’accès aux journaux et activez la synchronisation iCloud sur Mac 2.0. Utilisez le même compte Apple sur l’iPhone pour voir les résumés. Configurez dossiers, forfaits et clés API sur votre Mac.
ja: まずMac 2.0でログへのアクセスを許可し、iCloud同期を有効にしてください。iPhoneで同じAppleアカウントを使用するとサマリーを表示できます。フォルダ、プラン、APIキーはMacで設定します。
ko: 먼저 Mac 2.0에서 로그 접근을 승인하고 iCloud 동기화를 활성화하세요. iPhone에서 같은 Apple 계정을 사용하면 요약을 볼 수 있습니다. 디렉터리, 요금제 및 API 키는 Mac에서 구성하세요.
pt_br: Primeiro, autorize o acesso aos registros e ative a sincronização do iCloud no Mac 2.0. Use a mesma Conta Apple no iPhone para ver os resumos. Configure diretórios, planos e chaves de API no Mac.
zh_hans: 请先在 Mac 2.0 上授权日志目录并开启 iCloud 同步。iPhone 使用同一 Apple 账户，即可查看同步摘要；开发目录、套餐和 API Key 在 Mac 上配置。
zh_hant_hk: 請先在 Mac 2.0 上授權記錄資料夾並開啓 iCloud 同步。iPhone 使用同一 Apple 帳戶，即可查看同步摘要；開發資料夾、計劃和 API Key 在 Mac 上設定。
zh_hant_tw: 請先在 Mac 2.0 上授權記錄資料夾並開啓 iCloud 同步。iPhone 使用同一 Apple 帳戶，即可查看同步摘要；開發資料夾、方案和 API Key 在 Mac 上設定。

source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
pt_br: Voltar
zh_hans: 返回
zh_hant_hk: 返回
zh_hant_tw: 返回

source: Based on the last hour of token activity, with a ten-minute half-life and a median active-hour baseline over seven days. Limited history uses a fixed reference.
de: Basiert auf der letzten Stunde Token-Aktivität, mit zehn Minuten Halbwertszeit und dem Median aktiver Stunden über sieben Tage als Basiswert. Bei begrenztem Verlauf wird eine feste Referenz verwendet.
es: Se basa en la última hora de actividad de tokens, con una semivida de diez minutos y una referencia mediana de horas activas durante siete días. Con historial limitado se usa una referencia fija.
fr: Basé sur la dernière heure d’activité des jetons, avec une demi-vie de dix minutes et comme référence la médiane des heures actives sur sept jours. Un historique limité utilise une référence fixe.
ja: 直近1時間のトークンアクティビティを、10分の半減期と過去7日間のアクティブ時間中央値を基準に算出します。履歴が少ない場合は固定基準を使用します。
ko: 최근 1시간의 토큰 활동을 기준으로 하며 반감기는 10분, 기준값은 7일간 활성 시간의 중앙값입니다. 기록이 부족하면 고정 참조값을 사용합니다.
pt_br: Com base na última hora de atividade de tokens, com meia-vida de dez minutos e uma linha de base da mediana das horas ativas em sete dias. Um histórico limitado usa uma referência fixa.
zh_hans: 基于最近一小时的词元活动，约每 10 分钟权重减半；参照最近 7 天活跃小时的中位数。历史不足时使用固定参考。
zh_hant_hk: 基於最近一小時的詞元活動，約每 10 分鐘權重減半；參照最近 7 天活躍小時的中位數。歷史不足時使用固定參考。
zh_hant_tw: 基於最近一小時的詞元活動，約每 10 分鐘權重減半；參照最近 7 天活躍小時的中位數。歷史不足時使用固定參考。

source: Beyond a full lap, the bright arc shows the next lap's position; the corners show exact multiples. Activity fills at the intense-tier boundary and expires when updates stop.
de: Nach einer vollen Runde zeigt der helle Bogen die Position der nächsten Runde; die Ecken zeigen exakte Vielfache. Aktivität füllt sich an der Grenze zur Intensivstufe und läuft ohne Aktualisierungen ab.
es: Al superar una vuelta completa, el arco brillante muestra la posición de la vuelta siguiente y las esquinas muestran los múltiplos exactos. La actividad se llena en el límite del nivel intenso y caduca cuando cesan las actualizaciones.
fr: Au-delà d’un tour complet, l’arc lumineux indique la position du tour suivant et les coins affichent les multiples exacts. L’activité remplit l’anneau à la limite du niveau intense et expire à l’arrêt des mises à jour.
ja: 1周を超えると明るい弧が次の周回位置を示し、隅に正確な倍率が表示されます。アクティビティは高強度の境界で一周し、更新が止まると期限切れになります。
ko: 한 바퀴를 넘으면 밝은 호가 다음 바퀴의 위치를 표시하고 모서리에는 정확한 배수가 표시됩니다. 활동은 고강도 단계 경계에서 가득 차며 업데이트가 멈추면 만료됩니다.
pt_br: Após uma volta completa, o arco brilhante mostra a posição da próxima volta; os cantos mostram os múltiplos exatos. A atividade preenche no limite do nível intenso e expira quando as atualizações param.
zh_hans: 超过满圈后，亮弧表示下一圈的位置，准确倍数显示在下方。强度达到高强度边界时满圈，停止更新后会过期。
zh_hant_hk: 超過滿圈後，亮弧表示下一圈的位置，準確倍數顯示在下方。強度達到高強度邊界時滿圈，停止更新後會過期。
zh_hant_tw: 超過滿圈後，亮弧表示下一圈的位置，準確倍數顯示在下方。強度達到高強度邊界時滿圈，停止更新後會過期。

source: Cache is a subset of input. Nonlinear widths keep small components visible; counts are actual observations.
de: Der Cache ist ein Teil der Eingabe. Nichtlineare Breiten halten kleine Komponenten sichtbar; die Zahlen sind tatsächliche Beobachtungen.
es: La caché es un subconjunto de la entrada. Los anchos no lineales mantienen visibles los componentes pequeños; los recuentos son observaciones reales.
fr: Le cache est un sous-ensemble de l’entrée. Des largeurs non linéaires gardent les petits composants visibles ; les nombres sont des observations réelles.
ja: キャッシュは入力の一部です。小さい項目も見えるよう幅を非線形に調整していますが、数値は実際の観測値です。
ko: 캐시는 입력의 일부입니다. 비선형 너비는 작은 구성 요소도 보이게 하며 수치는 실제 관측값입니다.
pt_br: O cache é um subconjunto da entrada. Larguras não lineares mantêm componentes pequenos visíveis; as contagens são observações reais.
zh_hans: 缓存属于输入。鼻梁采用非线性宽度，让较小部分也可见；数值按实际数据展示。
zh_hant_hk: 快取屬於輸入。鼻梁採用非線性寬度，讓較小部分也可見；數值按實際資料展示。
zh_hant_tw: 快取屬於輸入。鼻梁採用非線性寬度，讓較小部分也可見；數值按實際資料展示。

source: Cache rate and token composition
de: Cache-Rate und Token-Zusammensetzung
es: Tasa de caché y composición de tokens
fr: Taux de cache et composition des jetons
ja: キャッシュ率とトークン構成
ko: 캐시 비율 및 토큰 구성
pt_br: Taxa de cache e composição de tokens
zh_hans: 缓存率与词元构成
zh_hant_hk: 快取率與詞元構成
zh_hant_tw: 快取率與詞元構成

source: Cached
de: Im Cache
es: En caché
fr: En cache
ja: キャッシュ済み
ko: 캐시됨
pt_br: Em cache
zh_hans: 缓存
zh_hant_hk: 快取
zh_hant_tw: 快取

source: Cached input
de: Zwischengespeicherte Eingabe
es: Entrada en caché
fr: Entrée en cache
ja: キャッシュ済み入力
ko: 캐시된 입력
pt_br: Entrada em cache
zh_hans: 缓存命中输入
zh_hant_hk: 快取命中輸入
zh_hant_tw: 快取命中輸入

source: Cannot connect to iCloud; retry later
de: Verbindung zu iCloud nicht möglich; später erneut versuchen
es: No se puede conectar a iCloud; inténtalo más tarde
fr: Impossible de se connecter à iCloud ; réessayez plus tard
ja: iCloudに接続できません。後で再試行してください
ko: iCloud에 연결할 수 없습니다. 나중에 다시 시도하세요
pt_br: Não foi possível conectar ao iCloud; tente novamente depois
zh_hans: 无法连接 iCloud，稍后重试
zh_hant_hk: 無法連線 iCloud，稍後重試
zh_hant_tw: 無法連線 iCloud，稍後重試

source: Check & retry sync
de: Synchronisierung prüfen und wiederholen
es: Comprobar y reintentar sincronización
fr: Vérifier et réessayer la synchronisation
ja: 同期を確認して再試行
ko: 동기화 확인 및 재시도
pt_br: Verificar e tentar sincronizar novamente
zh_hans: 检查并重试同步
zh_hant_hk: 檢查並重試同步
zh_hant_tw: 檢查並重試同步

source: Check sync
de: Synchronisierung prüfen
es: Comprobar sincronización
fr: Vérifier la synchronisation
ja: 同期を確認
ko: 동기화 확인
pt_br: Verificar sincronização
zh_hans: 检查同步
zh_hant_hk: 檢查同步
zh_hant_tw: 檢查同步

source: Checking…
de: Wird geprüft…
es: Comprobando…
fr: Vérification…
ja: 確認中…
ko: 확인 중…
pt_br: Verificando…
zh_hans: 检查中…
zh_hant_hk: 檢查中…
zh_hant_tw: 檢查中…

source: Checks whether an application is installed; home and development folder access do not provide its token usage.
de: Prüft, ob eine App installiert ist; der Zugriff auf Home- und Entwicklungsordner liefert keine Token-Nutzung dieser App.
es: Comprueba si una aplicación está instalada; el acceso a las carpetas de inicio y desarrollo no proporciona su uso de tokens.
fr: Vérifie si une application est installée ; l’accès aux dossiers de départ et de développement ne fournit pas son utilisation de jetons.
ja: アプリがインストールされているかのみ確認します。ホームフォルダや開発フォルダへのアクセスから、そのアプリのトークン使用量は取得しません。
ko: 응용 프로그램 설치 여부만 확인합니다. 홈 및 개발 폴더 접근으로 해당 앱의 토큰 사용량을 가져오지는 않습니다.
pt_br: Verifica se um aplicativo está instalado; o acesso às pastas pessoal e de desenvolvimento não fornece o uso de tokens dele.
zh_hans: 只检测应用是否安装，不通过主目录或开发目录读取这些应用的词元用量。
zh_hant_hk: 只偵測應用程式是否安裝，不透過主資料夾或開發資料夾讀取這些應用程式的詞元用量。
zh_hant_tw: 只偵測應用程式是否安裝，不透過主資料夾或開發資料夾讀取這些應用程式的詞元用量。

source: Choose parent folders containing projects. You can add several; token activity works without them.
de: Wähle übergeordnete Ordner mit Projekten. Du kannst mehrere hinzufügen; die Token-Aktivität funktioniert auch ohne sie.
es: Elige carpetas superiores que contengan proyectos. Puedes añadir varias; la actividad de tokens funciona sin ellas.
fr: Choisissez les dossiers parents contenant les projets. Vous pouvez en ajouter plusieurs ; l’activité des jetons fonctionne sans eux.
ja: プロジェクトを含む親フォルダを選択してください。複数追加できます。設定しなくてもトークンアクティビティは利用できます。
ko: 프로젝트가 들어 있는 상위 폴더를 선택하세요. 여러 개를 추가할 수 있으며 없어도 토큰 활동은 작동합니다.
pt_br: Escolha pastas principais que contenham projetos. Você pode adicionar várias; a atividade de tokens funciona sem elas.
zh_hans: 选择包含项目的上级目录，可以添加多个；没有配置时仍可显示工具词元活动。
zh_hant_hk: 選擇包含項目的上級資料夾，可以添加多個；沒有設定時仍可顯示工具詞元活動。
zh_hant_tw: 選擇包含項目的上級資料夾，可以新增多個；沒有設定時仍可顯示工具詞元活動。

source: Cloud access is not enabled in this build
de: Cloud-Zugriff ist in diesem Build nicht aktiviert
es: El acceso a la nube no está activado en esta compilación
fr: L’accès au cloud n’est pas activé dans cette version
ja: このビルドではiCloudアクセスが有効ではありません
ko: 이 빌드에서는 iCloud 접근이 활성화되지 않았습니다
pt_br: O acesso à nuvem não está ativado nesta compilação
zh_hans: 此构建未启用 iCloud 权限
zh_hant_hk: 此構建未啓用 iCloud 權限
zh_hant_tw: 此構建未啓用 iCloud 權限

source: Cloud access unavailable in simulator
de: Cloud-Zugriff im Simulator nicht verfügbar
es: Acceso a la nube no disponible en el simulador
fr: Accès au cloud indisponible dans le simulateur
ja: シミュレータではクラウドアクセスを利用できません
ko: 시뮬레이터에서는 클라우드 접근을 사용할 수 없습니다
pt_br: Acesso à nuvem indisponível no simulador
zh_hans: 模拟器未启用云端访问
zh_hant_hk: 模擬器未啓用雲端訪問
zh_hant_tw: 模擬器未啓用雲端訪問

source: Cloud data fetched
de: Cloud-Daten abgerufen
es: Datos de la nube obtenidos
fr: Données iCloud récupérées
ja: クラウドデータを取得しました
ko: 클라우드 데이터를 가져옴
pt_br: Dados da nuvem obtidos
zh_hans: 已读取云端数据
zh_hant_hk: 已讀取雲端資料
zh_hant_tw: 已讀取雲端資料

source: Cloud fetch failed; cached data is retained.
de: Cloud-Abruf fehlgeschlagen; Cache-Daten werden beibehalten.
es: No se pudieron obtener los datos de la nube; se conservan los datos en caché.
fr: Échec de la récupération dans le cloud ; les données en cache sont conservées.
ja: クラウドデータの取得に失敗しました。キャッシュデータは保持されています。
ko: 클라우드 데이터를 가져오지 못해 캐시된 데이터를 유지합니다.
pt_br: Falha ao obter dados da nuvem; os dados em cache foram mantidos.
zh_hans: 云端读取未成功，当前保留缓存。
zh_hant_hk: 雲端讀取未成功，目前保留快取。
zh_hant_tw: 雲端讀取未成功，目前保留快取。

source: Code changes
de: Codeänderungen
es: Cambios de código
fr: Modifications du code
ja: コード変更
ko: 코드 변경
pt_br: Alterações de código
zh_hans: 代码变化
zh_hant_hk: 程式碼變化
zh_hant_tw: 程式碼變化

source: Code changes today
de: Heutige Codeänderungen
es: Cambios de código de hoy
fr: Modifications du code aujourd’hui
ja: 今日のコード変更
ko: 오늘의 코드 변경
pt_br: Alterações de código hoje
zh_hans: 今日代码变化
zh_hant_hk: 今日程式碼變化
zh_hant_tw: 今日程式碼變化

source: Configure later
de: Später konfigurieren
es: Configurar más tarde
fr: Configurer plus tard
ja: 後で設定
ko: 나중에 설정
pt_br: Configurar depois
zh_hans: 稍后配置并继续
zh_hant_hk: 稍後設定並繼續
zh_hant_tw: 稍後設定並繼續

source: Configure plans in Accounts & fixed costs →
de: Tarife unter Konten & Fixkosten konfigurieren →
es: Configura los planes en Cuentas y costes fijos →
fr: Configurer les forfaits dans Comptes et coûts fixes →
ja: 「アカウントと固定費」でプランを設定 →
ko: 계정 및 고정 비용에서 요금제 구성 →
pt_br: Configure planos em Contas e custos fixos →
zh_hans: 在账户与固定费用中配置套餐 →
zh_hant_hk: 在帳戶與固定費用中設定計劃 →
zh_hant_tw: 在帳戶與固定費用中設定方案 →

source: Confirmed token usage and share by tool; not quota, billing or productivity. Cached tokens are part of input and are not counted twice.
de: Bestätigte Token-Nutzung und Anteil je Tool; kein Kontingent, keine Abrechnung oder Produktivität. Cache-Tokens sind Teil der Eingabe und werden nicht doppelt gezählt.
es: Uso confirmado de tokens y proporción por herramienta; no representa cuota, facturación ni productividad. Los tokens en caché forman parte de la entrada y no se cuentan dos veces.
fr: Utilisation confirmée des jetons et part par outil ; il ne s’agit ni de quota, ni de facturation, ni de productivité. Les jetons en cache font partie de l’entrée et ne sont pas comptés deux fois.
ja: ツールごとに確認できたトークン使用量と割合です。クォータ、請求、生産性を示すものではありません。キャッシュ済みトークンは入力の一部で、二重計上されません。
ko: 도구별 확인된 토큰 사용량과 비율입니다. 할당량, 청구 또는 생산성을 나타내지 않습니다. 캐시된 토큰은 입력의 일부이며 중복 계산되지 않습니다.
pt_br: Uso confirmado de tokens e participação por ferramenta; não representa cota, cobrança nem produtividade. Tokens em cache fazem parte da entrada e não são contados duas vezes.
zh_hans: 各工具可确认的词元用量及占比；不是额度、账单或工作效率。缓存词元属于输入，不重复累加。
zh_hant_hk: 各工具可確認的詞元用量及佔比；不是額度、賬單或工作效率。快取詞元屬於輸入，不重複累加。
zh_hant_tw: 各工具可確認的詞元用量及佔比；不是額度、賬單或工作效率。快取詞元屬於輸入，不重複累加。

source: Connect local activity
de: Lokale Aktivität verbinden
es: Conectar actividad local
fr: Connecter l’activité locale
ja: ローカルアクティビティを接続
ko: 로컬 활동 연결
pt_br: Conectar atividade local
zh_hans: 连接本地活动
zh_hant_hk: 連線本地活動
zh_hant_tw: 連線本地活動

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
ja: 接続
ko: 연결
pt_br: Conexão
zh_hans: 连接状态
zh_hant_hk: 連線狀態
zh_hant_tw: 連線狀態

source: Connection failed
de: Verbindung fehlgeschlagen
es: Error de conexión
fr: Échec de la connexion
ja: 接続に失敗
ko: 연결 실패
pt_br: Falha na conexão
zh_hans: 连接失败
zh_hant_hk: 連線失敗
zh_hant_tw: 連線失敗

source: Connection timed out; retry later
de: Zeitüberschreitung der Verbindung; später erneut versuchen
es: La conexión ha agotado el tiempo; inténtalo más tarde
fr: Délai de connexion dépassé ; réessayez plus tard
ja: 接続がタイムアウトしました。後で再試行してください
ko: 연결 시간이 초과되었습니다. 나중에 다시 시도하세요
pt_br: A conexão expirou; tente novamente depois
zh_hans: 连接超时，稍后重试
zh_hant_hk: 連線超時，稍後重試
zh_hant_tw: 連線超時，稍後重試

source: Consumption rhythm
de: Verbrauchsrhythmus
es: Ritmo de consumo
fr: Rythme de consommation
ja: 消費ペース
ko: 소비 리듬
pt_br: Ritmo de consumo
zh_hans: 消费节奏
zh_hant_hk: 消費節奏
zh_hant_tw: 消費節奏
